<template>
	<view class="wrap">
		一、协议的接受、变更与补充
		1、勾选本协议前选项框并点击“注册”，将视为您签署了本协议，表明您自愿接受本协议全部条款的约束，本协议将构成您与上海佰集科技有限公司及其经营的“创销优选”平台（以下统称“创销优选”，包括相关关联方）之间具有约束力的法律文件。无论您是进入创销优选浏览网页，还是在创销优选上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用创销优选网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容。

		2、创销优选有权利对本协议进行修改，协议修改后，创销优选将通过在相关页面公告或发送通知等方式公布修改的内容，修改后的协议一经公布即有效的代替原协议。如果您不同意本协议的修改，请立即停止访问或使用本网站或取消已经获得的服务；如果您选择继续访问或使用本网站，则视为您已接受本协议的修改。

		3、签署的本协议所列明的条款，并不能完全涵盖您与创销优选之间所有的权利和义务。因此，创销优选不定期公布的其他声明、规则等均视为本协议之补充协议，为本协议不可分割的组成部分，与本协议具有同等法律效力。

		4、如本协议与创销优选平台其它协议条款不一致，以其它协议条款内容为准。

		二、帐号密码与注册、登录
		1、帐号的取得
		(1)您确认，在您开始注册创销优选前，已经具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。

		(2)您注册成功后，即成为创销优选注册用户，用户须对在创销优选的注册信息的真实性、合法性、有效性承担全部责任。您可自行创建、修改昵称，但用户名和昵称的命名及使用应遵守相关法律法规并符合网络道德，不得冒充他人或恶意注册使人误认；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；用户名和昵称中不能含有任何侮辱、诽谤、淫秽或暴力等侵害他人合法权益或违反公序良俗的词语。如您违反前述规定，创销优选有权随时限制或拒绝您使用该账号，甚至注销该账号。
		(3)用户名的管理
		1)请勿以党和国家领导人或其他名人的真实姓名、字、号、艺名、笔名、头衔等注册和使用昵称（如确为本人，需要提交相关证据并通过审核方可允许使用）；
		2)请勿以国家组织机构或其他组织机构的名称等注册和使用昵称（如确为该机构，需要提交相关证据并通过审核方可允许使用）；
		3)请勿注册和使用与其他网友相同、相仿的用户名或昵称；
		4)请勿注册和使用不文明、不健康的用户名和昵称；
		5)请勿注册和使用易产生歧义、引起他人误解或带有各种奇形怪状符号的用户名和昵称。
		6)用户以虚假信息骗取账号名称注册，或账号头像、简介等注册信息存在违法和不良信息的，创销优选将暂停或注销。

		2、请您妥善保管您注册时填写的用户帐号和密码，不要将帐号密码告知他人，因用户原因导致帐号或密码泄露而造成的法律后果由用户负责。同时，用户还应当对以此帐号登录进行的所有活动和事件承担全部后果与法律责任。

		3、若您的帐号或密码遗失，可以通过注册信息按照相关步骤找回密码，若您发现账号遭到未授权的使用或存在其他安全漏洞的情况，应立即告知创销优选。
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		onLoad(option) {

		},
		methods: {

		}
	}
</script>

<style lang="scss" scoped>
	.wrap {
		padding: 30rpx;
		line-height: 60rpx;
	}
</style>
